Repository: Isni-512/BiblioBureau
Catalog: HopitalDB/Properties/Resources.*.resx
Languages: fr_fr

# Add
source: Insert
fr_fr: Ajouter

source: Address
fr_fr: Adresse

source: Close
fr_fr: Fermer

source: Decrease -
fr_fr: Réduire -

source: Delete
fr_fr: Supprimer

# DeleteDoctor
source: Doctor removed from the hospital
fr_fr: Médecin retiré from the hospital

# DeleteHospital
source: Hospital Deleted
fr_fr: Hôpital supprimé

# DeleteNurse
source: Nurse removed from the hospital
fr_fr: Infirmier retiré de l'hôpital

source: Doctor
fr_fr: Médecin

source: First Name
fr_fr: Prénom

# Hospital
source: Auteur
fr_fr: Hôpital

source: Increase +
fr_fr: Agrandir +

# InsertDoctor
source: a new Doctor added
fr_fr: Un nouveau médecin ajouté

# InsertNurse
source: a new Nurse added
fr_fr: Un nouveau infirmier ajouté

# InstertHospital
source: a new Hospital added.
fr_fr: Un nouveau Hôpital ajouté

source: Last Name
fr_fr: Nom

source: Name
fr_fr: Nom

# NotDeletedDoctor
source: Doctor cannot be removed from the hospital
fr_fr: Le médecin ne peut pas être retiré de l'hôpital

# NotDeletedHospital
source: Cannot delete the hospital
fr_fr: L'hôpital ne peut pas être retiré

# NotDeletedNurse
source: Nurse cannot be removed from the hospital
fr_fr: L'infirmier ne peut pas être retiré de l'hôpital

# NotInsertedDoctor
source: Cannot add the new doctor
fr_fr: Ne peut pas ajouter le nouveau médecin

# NotInsertedHospital
source: Cannot insert this new hospital
fr_fr: Ne peut pas ajouter le nouveau hôpital

# NotInsertedNurse
source: Cannot add the new Nurse
fr_fr: Ne peut pas ajouter le nouveau infirmier

# NotUpdaedDoctor
source: Cannot update the doctor info
fr_fr: Ne peut pas modifier les informations du médecin

# NotUpdatedHospital
source: Cannot update the hospital
fr_fr: Ne peut pas modifier les informations de l'hôpital

# NotUpdatedNurse
source: Cannot update the Nurse info
fr_fr: Ne peut pas modifier les informations de l'infirmier

source: Nurse
fr_fr: Infirmier

source: Phone
fr_fr: Tel

# Title
source: Hospitals Database
fr_fr: Base de données des hôpitaux

source: Update
fr_fr: Modifier

# UpdateDoctor
source: Doctor info updated
fr_fr: Informations du médecin modifiées

# UpdateHospital
source: Hospital Updated
fr_fr: Informations de l'hôpital modifiées

# UpdateNurse
source: Nurse info updated
fr_fr: Informations de l'infirmier modifiées
